[
  {
    "nym_rank": 1,
    "name": "Le Veau d’Or",
    "title_line": "Le Veau d’Or Is the Single Best Restaurant in New York",
    "description": "A Manhattan landmark, buffed and polished back to greatness. Lee Hanson and Riad Nasr learned their haute-cuisine chops at Daniel, then set the standard for the semi-sauvage brasserie at Balthazar in the nineties, and since striking out on their own — with their capable third, the natural-wine prophet Jorge Riera — have had hits at Frenchette, Le Rock, and the brand-new Wild Cherry. But no restaurant showcases their particular balance of finesse and lusty plush like Le Veau d’Or, a rare example of historical homage done absolutely right. Served “table d’hôte” style dinner at LVD will set you back $135 these days. Spend it right — a good rule of thumb is to order anything that would seem more at home in the court of a French king, like the best frogs’ legs in town or rosy magret of duck with cherries — and you’d happily fork over twice the price. Or play hooky and go for lunch, when you’re more likely to find an open seat, and where two courses runs for $85. It all but requires you to blow off the rest of the afternoon.",
    "address": "129 E. 60th St.",
    "website": "https://lvdnyc.com"
  },
  {
    "nym_rank": 2,
    "name": "Thai Diner",
    "title_line": "Thai Diner Is a Sexy Mess",
    "description": "There’s just something about Ann Redding and Matt Danzer’s multicolored, slightly chaotic all-day diner that holds up, even in the midst of an undeniable citywide Thai boom. (Soothr, Sappe, Sukh, Bangkok Supper Club: any of these could easily have wound up on this list, and may still in the future.) This Nolita spot simply has it: the spice, the flavor, the variety, and a healthy dose of heresy. You can get your lettuce wraps and crab fried rice and som tum and better-than-takeout phat Thai and phat see ew; also Thai disco fries. I’m not proud of it, but that half-sogged platter of French fries, massaman curry, and coconut cream, brightened with pickled green peppercorns, is the one I always lick clean.",
    "address": "186 Mott St.",
    "website": "https://thaidiner.com"
  },
  {
    "nym_rank": 3,
    "name": "Semma",
    "title_line": "Semma Deserves the Praise",
    "description": "Accolades pile onto accolades for Semma, and the plaudits are earned. Under chef Vijay Kumar, it is the finest restaurant within the Unapologetic Foods empire, a win in a very competitive race. The triangular potato-filled gunpowder dosa (named for the spice-and-lentil mix that gives it its kick) is justly famous, the Goanese oxtail curry zippy with cardamom and cilantro, but the dish that sticks in my mind is a recipe of miniature snails fiery with ginger and tamarind, served with a few fluffy, blinilike dosa. On a night I finally managed to talk my way into a solo seat, Google CEO Sundar Pichai’s security arrived just after me, to pre-screen for the boss’s arrival.",
    "address": "60 Greenwich Ave.",
    "website": "https://semma.nyc"
  },
  {
    "nym_rank": 4,
    "name": "Sandro’s",
    "title_line": "Sandro’s Is an Oasis in an Uptown Dining Desert",
    "description": "I’m not sure if Sandro’s is a great restaurant, as Gael Greene and Mimi Sheraton were proclaiming in the 1980s, but it’s a perfect one: warm, neighborhoody, and ready to offer, unbidden, homemade grissini. The food hasn’t kept up with the times and doesn’t need to: Amatriciana is smoky and admirably al dente, and a costoletta di citello is like a hot, salty veal potato chip, served with a tangle of arugula and, in the Italian style, a fried bone. On a recent night, one of Sandro’s kids was greeting regulars in Italian, but the atmosphere remained relaxed enough that a guy holding court in a Jets jersey was perfectly of the place.",
    "address": "322 E. 86th St.",
    "website": "https://sandrosrestaurant.com"
  },
  {
    "nym_rank": 5,
    "name": "The Modern",
    "title_line": "The Modern Is Practically Hiding in Midtown",
    "description": "The Modern waxes and wanes in food snobs’ fields of vision, though I’ve never seen the dining room or the adjoining barroom less than healthily full. While semi-professional clout diners can be distracted by newer, shinier objects, members of the Modern’s well-heeled clientele make their reservations with unbothered relief. Lucky them. Thomas Allan’s tasting menu is still executing at a high level, and the main dining room still provides unparalleled scenery (it overlooks the MoMA’s Philip Johnson–designed Abby Aldrich Rockefeller Sculpture Garden). This is a worthy special-occasion destination. My discerning mother-in-law cooed over a kind of trompe l’oeil lobster claw — scallops, draped in thin slices of kohlrabi and dusted with a mix of raspberry powder and espelette pepper. Roasted monkfish served with lemon-thyme sabayon, lobster bisque, and a scattering of perfect pumpkin dumplings gave me flutters. (In the more casual bar, kitschy fried chicken is Instagram bait of the highest order and, at $27, something of a bargain.)",
    "address": "9 W. 53rd St.",
    "website": "https://themodernnyc.com"
  },
  {
    "nym_rank": 6,
    "name": "Asian Jewels",
    "title_line": "Asian Jewels Is the Platonic Ideal of Dim Sum Mayhem",
    "description": "A preferred dim sum banquet hall is a required proof of residence in this city. There are fine options in Manhattan Chinatown and Sunset Park Chinatown (try East Harbor), but Asian Jewels in Flushing is my palace of choice. Convention sized with an enormous LED screen beaming over the dining room — you don’t want to eat shumai beneath an enormous image of a a gull-winged Pagani roadster? — Asian Jewels hits the dim sum pleasure centers. The place is an established classic enough to be easily navigated in either English or Cantonese, and while the waits can be long at prime times (late mornings on the weekend), I’ve never had to cool my heels too long. Carts maneuver around tight corners, their drivers hawking har gow and chicken feet. Turnip cakes, rice rolls (which can be filled, I learned on my last visit, with fried dough), shimmering little bowls of slippery tripe, classics all. Real durian is used in the durian puffs that end the meal.",
    "address": "133-30 39th Ave., Flushing",
    "website": "https://asianjewelsny.com"
  },
  {
    "nym_rank": 7,
    "name": "Zimmi’s",
    "title_line": "Zimmi’s Is a West Village Country Inn",
    "description": "Chef Maxime Pradié has Gallic blood and a New York heart: He spent summers in the south of France, learning to cook at his grandmother’s stove, then trundled back in the fall to Brooklyn’s Poly Prep. Is that why this 37-seat French spot he runs with co-owner Jenni Guizio feels like the village restaurant you’d stumble into en vacances and brag about at home ever after? Pradié is a kind of country cousin to more urbane French chefs around town, though his foie-gras flecked artichoke soup would be equally at home at the fussiest fine-dining palaces. I’ve called his style “auberge cooking,” the cuisine of a country innkeeper, ethereal and rib-sticking at once. Guizio’s wine list (overseen by Cory Holt) goes deep on the often-neglected appellations of the South of France and the Pays d’Oc, and meals have only gotten better since pastry chef Clodagh Manning took over dessert.",
    "address": "72 Bedford St.",
    "website": "https://zimmisnyc.com"
  },
  {
    "nym_rank": 8,
    "name": "La Mercerie",
    "title_line": "La Mercerie Is Like a Quieter Le Coucou",
    "description": "The machers go to Daniel Rose’s expense-account-required Le Coucou for quenelles de brochet and côtes de veau; I prefer his wife Marie-Aude Rose’s La Mercerie nearby. Housed in the high-end Roman & Williams Guild store — gorgeously appointed, atmospherically dreamy, and fully shoppable, it’s like an American Girl Doll Café for renovation-minded adults — La Mercerie could easily have gone long on ambience and forgotten the food. It doesn’t. Chef Heloïse Fischbach is now in the kitchen, but Rose remains involved as well, even as original operator Stephen Starr recently announced he was parting ways with the restaurant. Here’s hoping it stays exactly as-is. The pastry is fully up to Parisian standards, the all-French wine list interesting and not punishing. I defy anyone to find a better bouillabaisse in a sofa shop.",
    "address": "53 Howard St.",
    "website": "https://lamercerieny.com"
  },
  {
    "nym_rank": 9,
    "name": "Angel",
    "title_line": "Angel Adds Dimension to the Indian Scene",
    "description": "Many excellent new Indian spots focus on the country’s south. Angel — which opened in 2019 in a takeout shop and moved to a bigger space this year — heads north to Punjab where chef Amrit Pal Singh was born. Saag paneer is soft crumbling clouds of fresh cheese in rich brown gravy strewn with actual greens, not a puree. Vegetarian dum biryani steams under its spiced dome of stretchy, crunchy bread. I loved an appetizer of tender lamb chops spackled with ginger paste, but I could have easily done without them: Much of the menu is vegetarian (and all halal), a rare one where meat wouldn’t be missed.",
    "address": "75-18 37th Ave., Jackson Heights",
    "website": "https://angelindianrestaurant.com"
  },
  {
    "nym_rank": 10,
    "name": "Kabawa",
    "title_line": "Kabawa Brought Momofuku Back to Life",
    "description": "The space that once hosted Ko should, by all rights, be haunted: a dark, down-an-alleyway pocket dinged by the diminution of the Momofuku brand. It’s a credit to chef Paul Carmichael that Kabawa is both indispensable and joyful. Actually two restaurants in one — Bar Kabawa, next door, is a full-service spot with its own menu of flaky patties and small plates — the Kabawa dyad is turning out wonderful Pan-Caribbean cuisine with a smile on its face. “Love yuh self. Eat yuh guts full,” the menu instructs. The road to self-actualization is paved with frilled, Puerto Rican–style chuletas can can, cassava dumplings, plantains, and jerk sausage. I’m a believer.",
    "address": "8 Extra Pl.",
    "website": "https://kabawa.com"
  },
  {
    "nym_rank": 11,
    "name": "Borgo",
    "title_line": "Borgo Is a Gen-X Miracle",
    "description": "Andrew Tarlow helped to codify what we call Brooklyn cuisine at spots such as Diner and Marlow & Daughters. Surprise: His best restaurant is in Manhattan. Selling out is the cardinal Gen-X sin, but it’s impossible to find fault here. The dining rooms glow, the din is south of deafening, the tables are spaced far apart, and the food? The ever-evolving menu cherry-picks from various Italian regions and foodways (Milanese vitello tonnato, Roman puntarelle), with gooey, cheese-pulling focaccia and wood-fired mains like fennel sausage with lentils that have become mainstays. If you see glazed sweetbreads, order them. Likewise whatever bottle wine director Lee Campbell recommends.",
    "address": "124 E. 27th St.",
    "website": "https://borgonyc.com"
  },
  {
    "nym_rank": 12,
    "name": "The Four Horsemen",
    "title_line": "The Four Horsemen Is Often Imitated, Never Equaled",
    "description": "4H, as it’s known, set the template for wine bars with serious cooking, and even as it became hugely popular, it never deviated from its modest mission. The wine list remains excellent and esoteric, even after the death of its founding guru, Justin Chearno, and chef Nick Curtola’s small plates with Spanish, Italian, Asian influences still have the power to surprise more than ten years on. Wagyu tartare with fermented peppercorns that pop when you bite into them, like capers, silky with egg yolk, with crunchy fried beef tendon on top. A perfect square of fried Spanish mackerel with aioli and ponzu, a perfect complement to an unfortified Spanish palomino by the glass.",
    "address": "295 Grand St., Williamsburg",
    "website": "https://fourhorsemenbk.com"
  },
  {
    "nym_rank": 13,
    "name": "Taverna Kyclades",
    "title_line": "Taverna Kyclades Is As Greek As It Gets",
    "description": "The wait can be an hour long even on a rainy, random Monday: proof that the locals haven’t abandoned this Astoria original. Sure, an East Village location has come and gone (Bayside remains), but the Greeks I know agree. This is as close an approximation of an island taverna as you’re likely to find in the boroughs. Whole fish, grilled to sooty blackness and tender oil-soaked richness as they are at any chora, is as good as you’ll find at the five-star Greek Republican fat-cat restaurants of Manhattan, and the lemon potatoes are as bright as Yiayia’s. 36-",
    "address": "01 Ditmars Blvd., Astoria",
    "website": "https://tavernakyclades.com"
  },
  {
    "nym_rank": 14,
    "name": "Cafe Mado",
    "title_line": "Cafe Mado Is a Glorious Greenmarket Cafeteria",
    "description": "Though farmers’-market fetishism gets old fast — it’s so… California — I’ll endure a leaf-by-leaf exegesis at Cafe Mado. Head chef Daniel Martignon follows the paths suggested by his growers and foragers with the monomaniacal devotion of a bloodhound. Even the mixed salad, a throwaway anywhere else, is a kind of fabulous potpourri that’s always changing with the microseasons. To the kitchen’s credit, they dig in when they’ve got a winner. Pork ribs with fermented honey that delighted me when I visited last year are still on the menu, even if their accouterments have changed with the season. They now come with currants and something called shagbark. Don’t ask me. I just market here.",
    "address": "791 Washington Ave., Prospect Heights",
    "website": "https://cafemadonyc.com"
  },
  {
    "nym_rank": 15,
    "name": "Cervo’s",
    "title_line": "Cervo’s Is the Platonic Ideal of a Date Spot",
    "description": "This group’s various restaurants — Hart’s, the Fly, Eel Bar — have their own time and place, but Cervo’s remains my overall favorite. Inspired by the coastal cuisines of Portugal and Spain (“Cervo’s Is a Seafood Restaurant,” as its merch has it), but not beholden to them, it has the feel of a glamorous seafaring vessel: Its narrow, wood-paneled galley always makes me feel like a stowaway on Katherine Anne Porter’s Ship of Fools. Mussels escabeche, whenever they appear, are a must; seabream grilled a la plancha’s a safe bet too. The gamy Hart’s lamb burger is a mainstay here (I prefer mine without the add-on anchovies), and the restaurant’s Spanish insistence on the universal applicability of vermouth is to be commended.",
    "address": "43 Canal St.",
    "website": "https://cervosnyc.com"
  },
  {
    "nym_rank": 16,
    "name": "Coppelia",
    "title_line": "Coppelia Is a Late-Night Haven",
    "description": "It’s an article of faith with me that New York must have 24-hour spots. Julian Medina’s Pan-Latin diner is a true all-nighter. There’s breakfast all day (and all night), booze-sopping mains (fried chicken, ropa vieja), along with empanadas and hot sandwiches. I prefer the classic empanadas to the oxtail, and the lesser-known Medianoche sandwich (roast pork, ham, Swiss, pickles and garlic mojo on brioche) to the canonical Cubano, but in the vicinity of dawn, there are no bad choices.",
    "address": "207 W. 14th St.",
    "website": "https://ilovecoppelia.com"
  },
  {
    "nym_rank": 17,
    "name": "Maxi’s Noodle",
    "title_line": "Maxi’s Noodle Is a Wonton Mecca",
    "description": "If you’re going to leave your corporate job and dedicate yourself to wontons, they better be damn good wontons. Maxi Lau’s are. Filled to nearly bursting with big meaty hunks of tender shrimp and just enough pork to keep things interesting (a 90-10 mix, Lau says), they’re among the best bargains in New York — something the city’s many purveyors of $30 shrimp cocktail might like to keep in mind. Hong Kong-style noodle soup is the thing here, with broth so lip-smackingly rich with pork bones that it’ll smooth your lips. With an optional thatch of duck-egg noodles on top, a meal comes in at under $20, including a very generous tip.",
    "address": "Multiple locations",
    "website": "https://maxisnoodle.com"
  },
  {
    "nym_rank": 18,
    "name": "Jungsik",
    "title_line": "Jungsik Is the Finest Dining",
    "description": "Jungsik Yim’s white-tablecloth ode to the cooking of his homeland has big shoes to fill — the space once belonged to David and Karen Waltuck’s legendary Chanterelle — but it struts them just fine. Opened in 2011, Jungsik’s been nudged from the spotlight a bit by hungry young competitors, most notably JP and Ellia Park’s Atomix. No disrespect to that acclaimed spot, but it’s become such a headache to book that it makes Jungsik (where JP once worked) seem like a revelation. I especially like that, in addition to the $325-a-head tasting menu, Yim offers à la carte at the bar. A spread of banchan is a must (on a recent visit, pudding-soft tofu, a jet-black rice ball with shrimp and squid, a foie-and-Asian-pear-gêlée tart), and I enjoyed a delicate black cod quietly inflamed by a bed of minced shishitos.",
    "address": "2 Harrison St.",
    "website": "https://jungsik.com"
  },
  {
    "nym_rank": 19,
    "name": "Torrisi",
    "title_line": "Torrisi Overcomes Its Own Ridiculousness",
    "description": "Rich Torrisi’s love letter to the city has undeniably become a parody of itself: The crush of customers feels like a Disney World version of Manhattan’s most popular restaurant. To its credit, the restaurant remains incontrovertibly excellent, with all the service but less of the staginess of Carbone. Neat trick! Greaseless zeppole with pineapple mostarda and Kentucky ham: Hawaiian pizza in its final form. Octopus Nha Trang, with sweet, spicy fish-sauce-and-soy and Tropea onion is fabulous. Among the pastas, the most boring, tortellini pomodoro, is also the most excellent: soft, desserty sheep’s milk ricotta and basil-kissed cherry tomato sauce that tastes not just of tomato but of cherry tomato. A new addition, medium-rare slices of skirt marinated in soy with housemade oyster sauce and Chinese broccoli: Takeout doesn’t compare. Duck Mulberry, two-week aged, scattered with orange zest, was a lily gilded with sticky mulberry mostarda. Even the affogato is as good as everyone says: espresso shaved ice, vanilla ice cream, mascarpone, fudge. The coffee’s decaf so it won’t keep you up. They think of everything.",
    "address": "275 Mulberry St.",
    "website": "https://torrisinyc.com"
  },
  {
    "nym_rank": 20,
    "name": "Cocina Consuelo",
    "title_line": "Cocina Consuelo Feels Like a Home",
    "description": "Karina Garcia and Eduardo Rodriguez previously ran a supper club from their apartment. Their Hamilton Heights restaurant features an upright piano in one corner, walls painted cheer-up-your-rental yellow, and books scattered around. But Garcia’s cooking, based in part on recipes from Rodriguez’s grandmother, are not potluck stuff. Red jalapeño peppers stuffed with tuna stewed with tomato and onion. Duck confit blanketed in rich chocolate mole, almost too smoky. How many chefs out there can make branzino a revelation? Garcia can: a thin plank of fish shimmering on a pile of plantain purée and a sweet-tart-spicy sauce of habañero and preserved lemon.",
    "address": "130 Hamilton Pl.",
    "website": "https://cocinaconsuelonyc.com"
  },
  {
    "nym_rank": 21,
    "name": "I Sodi",
    "title_line": "I Sodi Has Never Wavered",
    "description": "Neither undersubscribed nor unknown, I Sodi nevertheless lives in the shadow of Via Carota. The recent move to bigger digs dinged the Tuscan-garret charm of Rita Sodi’s original slightly (and hasn’t made the fight for a table that much easier), but the food remains bulletproof. Tagliatelle with a cucina povera sauce of caramelized onion and Parmesan is sweet, bitter, and barny, arriving steaming and glossy as so few pastas do. The lasagna triumphs over anyone else’s.",
    "address": "314 Bleecker St.",
    "website": "https://isodinyc.com"
  },
  {
    "nym_rank": 22,
    "name": "Eyval",
    "title_line": "Eyval Is a Persian Masterpiece",
    "description": "Ali Saboor cooked at Sofreh before decamping to a lonely stretch of Bushwick, where deli-meat trucks park in a chain-link lot across the street. It’s worth the trip, and it makes you wonder why there isn’t a Persian restaurant on every third corner. A briochelike round of komaj, flavored with cumin, fought and barely won the contest for “favorite bread” against the stretchier, crustier oval-shaped barbari with sesame and nigella seeds. Brochette kebabs of beef are richly gamy but not overwhelmingly so, and tahdig — topped with hash-brown-style potato shreds in a hoisinish salted plum sauce — is predictably (and necessarily) excellent. After a certain point, my notebook just becomes a list of hits with check marks beside them. “Sea bass with frizzled onions and tamarind.” “Need to come back for lamb ribs and dates.” “Yes.”",
    "address": "25 Bogart St., Bushwick",
    "website": "https://eyvalnyc.com"
  },
  {
    "nym_rank": 23,
    "name": "Le French Diner",
    "title_line": "Le French Diner Is Paris All the Way",
    "description": "Le French Diner boasts the shortest perceived distance between customer and stove that I’ve seen in my years of dining out. Wear a too-heavy sweater and you’ll sauna yourself. The tiny alcove is nominally on Orchard Street (there’s an Equinox next door), but once you’re inside, it’s Marais as far as the eye can see. One cook runs the entire station, about the size of an airplane bathroom, turning out classics like rounds of escargots, grilled octopus with aïoli, and no-nonsense hanger steak. If the wine is a little too warm or a little too cold, it’s nevertheless glugged out to the rim of each glass. Can the service be a little gruff? Can the quarters be a little tight? Is the mustardy steak tartare chopped coarser than you’ll find elsewhere and served in a cereal bowl? Oui, oui, and oui, but if Le French Diner were “better,” it’d be worse. The proof is every other chef in town loves it here.",
    "address": "188 Orchard St.",
    "website": "https://instagram.com/lefrenchdiner"
  },
  {
    "nym_rank": 24,
    "name": "Taqueria Ramírez",
    "title_line": "Taqueria Ramírez Leads Our Ongoing Mexican Renaissance",
    "description": "This city’s reputation as a Mexican-food desert has passed, thanks in part to Taqueria Ramírez where the usual cuts are supplanted by Mexican favorites, like suadero, an underused muscle near the rib, slow-cooked and then butchered into a creamy, mild mince by a cook wielding a curved cleaver. There are beef intestines — almost too yielding, sopping up plenty of fat before being torched with a butane canister — and a single vegetarian option, nopales, though strict meat-avoiders may want to give Ramirez a pass. “All may contain lard,” the menu warns, and the option of adding chicharrónes to the nopal taco in particular seems like a good move. I especially like the barky, fatty, crispy (pork) pastor, which revolves on the largest trompo I’ve ever seen, like an oblong planet, waiting to be slashed off and piled taco high. On Tuesdays, the restaurant offers a special born in Mexico but with an eye to U.S. fans: gringa al pastor, shards of pastor pork and melty cheese sandwiched between two tortillas, quesadilla-style.",
    "address": "94 Franklin St., Greenpoint",
    "website": "https://taqueriaramirezbk.com"
  },
  {
    "nym_rank": 25,
    "name": "Quique Crudo",
    "title_line": "Quique Crudo Is a Cocktail Bar on Ice",
    "description": "Chef Cosme Aguilar’s entrée into Manhattan (after his successful Casa Enrique in Long Island City) reminds me of a place Samantha Jones would’ve loved: The drinks are strong and various (the house Cosmo, made with mezcal, is very Sexo y la Ciudad), the small menu’s aguachiles and ceviches aphrodisiacally suggestive, and the space sleek, chic, and crowded. A crab tostada is a deconstructed crabcake, the stuffing removed. Unexpected soy adds umami depth to aguachile of shrimp with cucumber. And do try the mar y tierra, surf ‘n’ turf: one perfect scallop, seared hard but still tender, on a creamy bed of loosely crumble chorizo and a scattering of cashews.",
    "address": "27 Bedford St.",
    "website": "https://quiquecrudonyc.com"
  },
  {
    "nym_rank": 26,
    "name": "Four Twenty Five",
    "title_line": "Four Twenty Five Is Far Better Than It Needs to Be",
    "description": "Four Twenty Five is deal-closing dining for a new age: glassy, ultra-modern, and born from a real-estate-development deal. (Its name nods at the address of the Lord Norman Foster–designed office tower it shares with the investment firms upstairs.) While Jean-Georges Vongerichten has stocked the menu with a few nods to his greatest hits, it’s trusty lieutenant and secret-weapon-in-the-kitchen Jonathan Benno who keeps everything in balance. With a menu this various — raw bar, pastas, surf, turf, a tasting menu — not to mention breakfast, lunch, and bar snacks, that’s no easy feat.",
    "address": "425 Park Ave.",
    "website": null
  },
  {
    "nym_rank": 27,
    "name": "Le Bernardin",
    "title_line": "Le Bernardin Just Won’t Go Out of Style",
    "description": "Even as its fustily impeccable midtown contemporaries have started to go a bit stale, Le Bernardin remains the gold standard for people with the means to pay. Much of the menu is made of timeworn classics, and dishes like Eric Ripert’s thin-pounded yellowfin draped over a hidden tile of foie gras remind you why. Aldo Sohm is one of America’s great sommeliers — he and his team steward their 15,000-bottle collection with all the grace one might expect from a wine staff that still wears tastevins— and Maguy Le Coze’s front of house staff are as solicitous as yachties and twice as steady. To live like a CEO, even for just a few hours, Le Bernardin remains essential.",
    "address": "155 W. 51st St.",
    "website": "https://le-bernardin.com"
  },
  {
    "nym_rank": 28,
    "name": "The Grill",
    "title_line": "The Grill Is the Pseudo-Steakhouse I Can’t Quit",
    "description": "The 2017 revival of The Four Seasons remains annoying to get into and painful to pay for, but the room, the room. It’s as powerful as ever, and the food is better now than it was during the last years of the Niccolini administration. The Grill goes big on theatrics — a duck press can be wheeled out on demand — but I come for the beef. A steakhouse, like a sucker, is born every minute in these parts, but I haven’t found one I’ve really loved in quite some time, and certainly none that has dissuaded me from the prime-rib cart here, which displays its blood-red bounty with all due aplomb. Daniel Boulud’s new Tête d’Or in Flatiron comes close, both for the excellent prime rib and the palatial digs, but David Rockwell’s gilded majesty can’t yet compete with the midcentury greats — I’ll check back in another 50 years.",
    "address": "99 E. 52nd St.",
    "website": "https://thegrillnewyork.com"
  },
  {
    "nym_rank": 29,
    "name": "Sailor",
    "title_line": "Sailor Is Small in a Good Way",
    "description": "When Sailor opened in 2023, the drawback was size, just 20 seats in the dining room and 18 in the bar. A recent expansion upped the capacity at this neighborhood restaurant worth traveling for. I love April Bloomfield’s Britishisms (smoked haddock chowder, dense ginger cake for dessert), and while some early favorites, like mussel toast, rotate on and off the menu, their replacements tend to effortlessly ease the pain. I am a little worried about Bloomfield’s new role as executive chef of MML Hospitality, which owns some two dozen restaurants in Texas, but partner Gabriel Stulman confirms she’s staying on at Sailor as well. Here’s hoping for easy sea routes between Brooklyn and Austin.",
    "address": "228 DeKalb Ave., Fort Greene",
    "website": "https://sailor.nyc"
  },
  {
    "nym_rank": 30,
    "name": "Chambers",
    "title_line": "Chambers Is a Ph.D.-Level Wine School",
    "description": "I maintain a theory that a diner can judge the seriousness of a restaurant’s wine program based on the number of decanters sitting in the dining room. One evening this fall, nearly every table at Chambers let their bottle selection breathe. Pascaline Lepeltier, a founding partner here, is one of the world’s most highly decorated sommeliers, a frequent spokesperson for wine’s virtues, and the author of the textbook-heavy recent One Thousand Vines. And somehow, tirelessly, she’s been on the floor of the restaurant every time I’ve been, rifling through her 90-page list, recalling her hundreds of producers by name, proselytizing for the wines she believes in, whether they’re popular or expensive or not. Under the stewardship of chef Jonathan Karis, the kitchen keeps up: There are sweetbreads for the gourmands, but I’m just as happy with a Heritage pork chop and the market-loving menu’s banquet of spinach, honeynut squash, shelling beans, and butterball potatoes.",
    "address": "94 Chambers St.",
    "website": "https://chambers.nyc"
  },
  {
    "nym_rank": 31,
    "name": "Lungi",
    "title_line": "Lungi Is a Sri Lankan Revelation",
    "description": "With all due respect to Staten Island’s Lakruwana, the best Sri Lankan food I had this year was at Lungi in an uninspiring space — two parallel chambers, long and deep — on an uninspiring Upper East Side stretch. The location may be standard issue, but the food is not. Lungi’s hoppers, bowl-shaped rice-flour and coconut milk pancakes, were solid, and the curries (chicken, good; goat, better) and sambols are superior still. Dream parotas: lacy, crispy, shredding into themselves. “This is like if you flattened a croissant,” I once heard a customer remark. “Dude, this is what the croissant is inspired by,” his friend replied.",
    "address": "1136 First Ave.",
    "website": "https://lungirestaurant.com"
  },
  {
    "nym_rank": 32,
    "name": "Penny",
    "title_line": "Penny Sits Above Every Other Raw Bar in Town",
    "description": "Though they rose to fame with Claud, a Paris-style wine-bar-with-food whose hulking chocolate cake made a believer out of even this chocolate cake skeptic, I believe Chase Sinzer and Joshua Pinsky reached their highest form with Penny, their seafood counter and raw bar directly upstairs. Light where Claud is darkly atmospheric, cool where Claud is warm, Penny opened in the seafood-mad days of 2024, when fish and mollusk supplanted Berkshire pork belly as the proteins du jour. Even in a crowded field, Penny stands out. “Ice box” platters are stocked with unusual fruits de mer — such as razor clams and live scallops — while cooked dishes are as good as the raw. Chef Forrest Florsheim’s tuna-stuffed squid made me a cephalopod believer, and his butter-bomb bowl of lobster was an indulgence I went back to for my birthday meal.",
    "address": "90 E. 10th St.",
    "website": "https://penny-nyc.com"
  },
  {
    "nym_rank": 33,
    "name": "Kanyakumari",
    "title_line": "Kanyakumari Is No-Frills Coastal Indian",
    "description": "A surfeit of polish can be a cause for concern. A sign on the wall glows a little garishly, and the furnishings feel mix-and-match: “This really heightens the authenticity,” an Indian friend I’d brought said. “I feel like I’m in India now.” Kanyakumari’s food ranges up the Southwest Indian coast. My favorites are crab sukka from Tamil Nadu to be attacked with gloved hands, and Malabar beef rich with coconut and onion.",
    "address": "20 E. 17th St.",
    "website": "https://kanyakumarinyc.com"
  },
  {
    "nym_rank": 34,
    "name": "Sushi Sho",
    "title_line": "Sushi Sho Is the Bromakase Alpha",
    "description": "Does anyone need a $450 dinner? This city’s highest-end tasting menus, omakases, and kaisekis can be transportive, but they’re so expensive and exclusive that they may as well not even exist as restaurants. All that said, if there is one sushi splurge to do, for my money, it’s Sho. Keiji Nakazawa is a grand master, practicing the edo-mae style of sushi that’s like the fish version of constitutional originalism. In a world where many sushi places, even high-end ones, offer the same rotating selection of toro and shrimp, Sho brings in not only the best, but much of the rarest of Japan. From a list of à la carte add-ons, I selected kawahagi, thread-sail filefish I’d never seen on a sashimi menu before; and nodoguro, creamy black-throat sea perch. No photos are allowed, so all I have are my memories of taste. It will be a long time before I have a celebration worthy of going again, but if you have the right one, New York doesn’t offer many more special capstones.",
    "address": "3 E. 41st St.",
    "website": "https://instagram.com/sushishonyc"
  },
  {
    "nym_rank": 35,
    "name": "Mitsuru",
    "title_line": "Mitsuru Is an Everyday Sushi Star",
    "description": "More important than having a go-to omakase heaven is maintaining a great Wednesday-night option, something decently priced and uncommonly good. That place is Mitsuru. Fish is in the hands of Mitsuru Tamura, who for years plied his trade at Sushi Yasuda, one of the best of the midtown power-lunch sushiyas. The selection is familiar and well handled: toro hand rolls with pickled daikon, hamachi and scallion, freshwater eel, Nobu-style miso black cod, very good tempura-fried sea bass. For a medium-big night, Tamura’s omakase counter awaits you for a comparatively reasonable $175, but any given weeknight, I’ve been very happy at a table, drinking up the atmosphere with a five-piece selection of “Mitsuru’s choice” sushi, a seaweed salad, and a few pops of chicken kara-age.",
    "address": "149 W. 4th St.",
    "website": "https://mitsurunyc.com"
  },
  {
    "nym_rank": 36,
    "name": "B&H Dairy",
    "title_line": "B&H Dairy Is the Best of Old New York",
    "description": "When lower Second Avenue was still Jewish Broadway — the Yiddish theater walk of fame is still visible outside the old Second Avenue Deli on 10th Stree — B&H was there. “Second Avenue had everything,” Abe Bergson (the B in B&H) recorded in his journal, not only the theaters but burlesque, movie houses, tuxedo shops, and restaurants. Ratner’s, Rappaport’s, Moskowitz & Lupowitz: Of them all, B&H alone is still here, and it’s still a well-patinated, not especially comfortable gangplank of counter and a few tables. There’s nowhere I’d rather have a tuna melt on thick-cut house-baked challah with a side of knish mit gravy and a can of Dr. Brown’s Diet Black Cherry. Customers can still kibitz with the countermen, even if they seem a little less Jewish than their predecessors.",
    "address": "127 Second Ave.",
    "website": "https://bandhdairykosher.com"
  },
  {
    "nym_rank": 37,
    "name": "Bánh Anh Em",
    "title_line": "Bánh Anh Em Is Worth the Wait",
    "description": "It’s been a great year for Vietnamese cooking in New York, provided you don’t mind a crowd. By now, any regular restaurantgoer knows that Ha’s Snack Bar is excellent. Its popularity and small space mean seats remain scarce. Lines formed at Bánh Anh Em the day it opened, too, and they haven’t died down, though with faster turnover, a larger room, and the option of takeout, things move more quickly here. No matter the queue, the rewards at the end are great: little puff-pastry hot pockets stuffed with pork and pâté, phos, fry-your-own catfish. It’s the bánh mìs I dream of, unimpeachable combinations of pork belly, cold cuts, mustard greens, chiles, and yet more pâté on homemade rolls, crowned if you’re lucky with pork floss.",
    "address": "99 Third Ave.",
    "website": "https://bananhem.com"
  },
  {
    "nym_rank": 38,
    "name": "YongChuan",
    "title_line": "YongChuan Is a Destination For Seafood Delicacies",
    "description": "There are two types of people: Those who know YongChuan and love it, and those who have never heard of it. The Sichuan-Ningbonese restaurant sits right off the on ramp to the Williamsburg Bridge, though it maintains a quiet serenity. Sichuan dishes are superlative examples of longtime favorites; the Ningbonese specialties, from China’s eastern coast, where seafood is the star, are rare to find on these shores. Smoked fish is served cold in sweet and sour sauce. Braised bass with green sprigs of rattan peppercorns. And on my last visit I was jealous of the whole croaker — golden skinned and served with thumb-size rice cakes in curry-colored broth — being served to a couple next to me.",
    "address": "90 Clinton St.",
    "website": "https://yongchuannyc.com"
  },
  {
    "nym_rank": 39,
    "name": "Meju",
    "title_line": "Meju Makes Bellies Feel Better",
    "description": "Dinner at this tasting counter starts with a sermon: “We’re a fermentation restaurant,” chef Hooni Kim announces. “You will be ingesting lots of probiotics tonight.” His aim at Meju is to exploit the stomach-soothing possibilities of Korea’s fermentation-centric cuisine, starting from its (essentially) mother sauces: doenjiang (fermented soybean paste), gochujang (fermented chile paste), gamjiang (fermented soy sauce). Tending to one’s own gut flora may be tediously fashionable, but Kim is a convincing proselytizer. The meal builds a slow delicious case — gochujang dotted on top of raw sea perch, pork belly with 15-month kimchee — until Kim dabs everyone’s hand with a precious taste of 130-year-old soy sauce. It’s rich and viscous, with a figgy sweetness and the mouthfeel of aged Amarone.",
    "address": "5-28 49th Ave., Long Island city",
    "website": "https://mejunyc.com"
  },
  {
    "nym_rank": 40,
    "name": "F&F",
    "title_line": "F&F Is a Slice Joint Extraordinaire",
    "description": "Frank Falcinelli and Frank Castronovo were two decades into their restaurant partnership before they opened a pizzeria next to their Frankie’s Spuntino flagship. They nailed it. Pies hit a kind of best-of-both-worlds middle ground between artisanal Neapolitan (blistered with thin-skinned charred bubbles and topped with Bianco tomatoes) and New York City’s own floppy folding-slice terroir. F&F 1.0 proved so popular that the Franks retrofitted a next-door restaurant into an eat-in F&F restaurant, but for reasons unclear, the pizzas there are never quite as good as what you order at the counter or the pies they’ll dispatch to your door. The Partanna (with red onions and honey) gets a lot of love, and there’s a time and a place for sausage and broccoli rabe, but for my delivery dollar, the way to go is half-plain-half-pep, with a lavish but not overwhelming scattering of blistered little pepperoni cups. Their clam pie, with mozzarella, parm, bread crumbs, and parsley, isn’t Pepe’s New Haven classic, but it justifies its price if you’ve got $50 to spare, and arrives at your door with its own little cup of lemon wedges.",
    "address": "459 Court St., Carroll Gardens",
    "website": "https://fnfpizzeria.com"
  },
  {
    "nym_rank": 41,
    "name": "AbuQir",
    "title_line": "AbuQir Is a Fishing Trip Disguised as Dinner",
    "description": "On the edge of Queens’s Little Egypt, food tourists jostle with locals to see what’s been brought back fresh from the Hunts Point fish market in the earliest hours of the morning. Wild bass, striped bass, red snapper, little whiting, and dorade plus calamari, and big shrimp that you’ll order from the counter before being given one simple choice: “Fried or grilled?” Big tendrils of octopus are fabulous, and my whole black bass arrived soldered to its sizzle platter in a sticky, smoky sauce — smoked pepper? Harissa? — stuffed with a paste of olives, herbs, maybe some tomato. What is it? A secret recipe. There’s no website, and the phone is answered, simply, “Seafood?” I wouldn’t trade any of it. 24-",
    "address": "19 Steinway St., Astoria",
    "website": null
  }
]